{
    "pages": [
        {
            "tags": "",
            "text": "What Is The Detective's Club? Something about the site",
            "title": "About Us",
            "url": "/about.html"
        },
        {
            "tags": "",
            "text": "What Is This? A Detectives Guild Mystery is an online mystery that you can solve at your own pace.  We have mysteries for all ages and skillsets.  They're great to buy as a gift for the Detective in your life.",
            "title": "Detective's Guild",
            "url": "/index.html"
        },
        {
            "tags": "",
            "text": "You Didn't Finish Paying For Your Order If you changed your mind about the order, no problem!  If at some point you decide you want to complete the order, click the My Account link at the top of the page. Be sure to log in using the same email you entered when you checked out.  Then click on Pending Orders.  In the Pending Orders section click on the order itself and you'll go back to the screen where you can pay for the order. If you decide you don't want the order anymore, you can click the X to the right of the order to abandon it permanently. If you have any troubles, click the Support link and let us know what's going on.  We'll do our best to fix it.",
            "title": "Order Canceled",
            "url": "/order_canceled.html"
        },
        {
            "tags": "",
            "text": "You've Bought Your Order, What Next? Each mystery you bought will need to be assigned to a Detective so that we can email them instructions on how to play it.  You can assign Detectives  by going to the My Account link at the top of the page. Be sure to log in using the same email you entered when you checked out.  Then click on Pending Orders.  In the Unassigned Orders section click on the order itself and you'll be able to assign Detectives to each mystery in the order. If you have any troubles, click the Support link and let us know what's going on.  We'll do our best to fix it.",
            "title": "Order Successful!",
            "url": "/order_successful.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Search",
            "url": "/search.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Stripe Checkout",
            "url": "/stripe.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Mysteries by Jay Author: Series: Read More Series Test Series Categories Basic Math Caesar Cipher Narrative Reading Comprehension Short",
            "title": "All the authors",
            "url": "/authors/index.html"
        },
        {
            "tags": "",
            "text": "Jay",
            "title": "Mysteries by Jay",
            "url": "/authors/jay.html"
        },
        {
            "tags": "",
            "text": "Series Test Series Categories Basic Math Caesar Cipher Narrative Reading Comprehension Short",
            "title": "Blog",
            "url": "/blog/index.html"
        },
        {
            "tags": "",
            "text": "Basic Math This category involves basic math such as addition and subtraction",
            "title": "Basic Math",
            "url": "/categories/basic-math.html"
        },
        {
            "tags": "",
            "text": "Caesar Cipher A Caesar Cipher is a way of encoding text by rotating letters throughout the alphabet.  The following mysteries use puzzles that involve understanding how a Caesar Cipher works.",
            "title": "Caesar Cipher",
            "url": "/categories/caesar-cipher.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Basic Math Author: Series: This category involves basic math such as addition and subtraction Read More Add To Cart Caesar Cipher Author: Series: A Caesar Cipher is a way of encoding text by rotating letters throughout the alphabet.  The following mysteries use puzzles that involve understanding how a Caesar Cipher works. Read More Add To Cart Narrative Author: Series: A narrative mystery has a strong element of story and plot Read More Add To Cart Reading Comprehension Author: Series: This sort of mystery involves reading the text closely to understand the concepts presented Read More Add To Cart Short Author: Series: A short mystery is one that is only a handful of stages long Read More Series Test Series Categories Basic Math Caesar Cipher Narrative Reading Comprehension Short",
            "title": "All the categories",
            "url": "/categories/index.html"
        },
        {
            "tags": "",
            "text": "Narrative A narrative mystery has a strong element of story and plot",
            "title": "Narrative",
            "url": "/categories/narrative.html"
        },
        {
            "tags": "",
            "text": "Reading Comprehension This sort of mystery involves reading the text closely to understand the concepts presented",
            "title": "Reading Comprehension",
            "url": "/categories/reading-comprehension.html"
        },
        {
            "tags": "",
            "text": "Short A short mystery is one that is only a handful of stages long",
            "title": "Short",
            "url": "/categories/short.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Introduction Author: Series: Read More Series Test Series Categories Basic Math Caesar Cipher Narrative Reading Comprehension Short",
            "title": "Author's Manual",
            "url": "/manual/index.html"
        },
        {
            "tags": "",
            "text": "This is a placeholder for an author's manual that will detail how to get access to \nwrite mysteries for the site, and how to use the author's tools to do so.",
            "title": "Introduction",
            "url": "/manual/intro.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Miss Marple's Meanderings Author: Jay Series: Test Series Miss Marple has to wander to find a mysterious contact. Can she solve the mystery before it's too late? Read More Add To Cart Nancy Drew's Deliberations Author: Jay Series: Test Series Nancy Drew must deliberate to locate her father.  Where has he gone? Read More Series Test Series Categories Basic Math Caesar Cipher Narrative Reading Comprehension Short",
            "title": "All the mysteries",
            "url": "/mysteries/index.html"
        },
        {
            "tags": "",
            "text": "Miss Marple has to wander to find a mysterious contact. Can she solve the mystery before it's too late? Author: Jay Categories Short Caesar Cipher Basic Math Miss Marple's Meanderings - $15.00 Add to Cart Customer Testimonials Cynthia from Ohio My daughter loves this mystery, and she can't wait for more adventures of Miss Marple! Roger from Toledo My son had trouble with the cipher, but loved the math puzzle.  Do more of those, please.",
            "title": "Miss Marple's Meanderings",
            "url": "/mysteries/missmarple1.html"
        },
        {
            "tags": "",
            "text": "Nancy Drew must deliberate to locate her father.  Where has he gone? Author: Jay Categories Short Narrative Reading Comprehension Nancy Drew's Deliberations - $15.00 Add to Cart",
            "title": "Nancy Drew's Deliberations",
            "url": "/mysteries/nancydrew1.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Test Series Author: Series: A series only for testing the series functionality Read More Series Test Series Categories Basic Math Caesar Cipher Narrative Reading Comprehension Short",
            "title": "All the series",
            "url": "/series/index.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Test Series",
            "url": "/series/intro.html"
        }
    ]
}