{
    "pages": [
        {
            "tags": "",
            "text": "The Detectives Guild was born out of a long tradition of Christmas treasure hunts for our daughter. Each Christmas, and later birthdays as well, one of the presents would be hidden behind a trail of riddles that would take her all through the house finding hidden clues.  The clues would eventually lead to the present hidden somewhere in the house. Later, these riddle chains led not only through the house, but through town, requiring her to interact with store clerks to give code phrases to receive the next clue. The Detectives Guild started as a way to give other kids that same sort of experience electronically, but has evolved to be far more than that.  Fairly quickly it grew to support Choose Your Own Adventure sorts of mysteries along with the more standard riddle and puzzle solving type, along with expanding the mysteries to ones suitable for adults, too. The only limit now is our authors' creativity!",
            "title": "About",
            "url": "/about.html"
        },
        {
            "tags": "",
            "text": "What Is The Detective's Guild? The Detectives Guild provides interactive mysteries you can give as gifts to the Detectives in your life, including you! Our mysteries are played entirely online with no registration required for the Detectives themselves. When you purchase a mystery you provide a name for them to be known by in the mystery (that doesn't need to be their real name). The only other information we collect during the mystery are their answers for each scene. Some mysteries will involve solving ciphers and riddles, while others will involve playing through a branching story. Our mysteries span age ranges and skill levels, from the youngest beginning sleuths to the most mature Detectives. Each scene has hints available so any Detectives that get stuck figuring out the right answer can get help. Browse our mysteries by specific Category or Series with the links to the right, or click The Mysteries in the navigation to see a comprehensive list.",
            "title": "Detective's Guild",
            "url": "/index.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "My Account",
            "url": "/myaccount.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Order Canceled",
            "url": "/order_canceled.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Order Successful!",
            "url": "/order_successful.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Search",
            "url": "/search.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "sitemap",
            "url": "/sitemap.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Stripe Checkout",
            "url": "/stripe.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Contact Support",
            "url": "/support.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "All the authors",
            "url": "/authors/index.html"
        },
        {
            "tags": "",
            "text": "Jay loves technology, roleplaying, and time travel, so it's no surprise that his mysteries tend to involve riddles and puzzles, along with time travel. Jay's first introduction to mysteries was with the Three Investigators series of novels.  He fell so in love with the series that he had his Dad print him his very own investigative business cards. While he never did solve any mysteries around town, that initial love of mysteries led to a love of puzzles and problem solving, and authoring mysteries at the Detectives Guild.",
            "title": "Mysteries by Jay",
            "url": "/authors/jay.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "Blog",
            "url": "/blog/index.html"
        },
        {
            "tags": "",
            "text": "This category involves basic math Mysteries that use basic math will involve riddles or puzzles that require basic math on small numbers.  Here's an example: You must wait until the correct hour and then see where the shadow falls.  The hour that is right is half of 2 added to 8.",
            "title": "Basic Math",
            "url": "/categories/basic-math.html"
        },
        {
            "tags": "",
            "text": "A Caesar Cipher is a way of encoding text by rotating letters throughout the alphabet. Typical mysteries that involve Caesar Ciphers will give the Detective encoded text, and some clue as to how far to shift each letter.  Here's an example: Please forgive this mysterious way of contacting you, but this is a matter of the utmost urgency and secrecy.  You must locate me before something disastrous happens!  To find out where you must go, there is little you must know.  I can give you this rhyming clue, letters you must shift by ? The Detective would then be given the nonsense letters RCTM. To decode this they'd have to recgonize it as a Caesar Cipher, and then realize that the only number that rhymes with clue is two, and then shift the letters backwards by two.  The R becomes P, the C becomes A, the T becomes R, and the M becomes K.  So the decoded word is PARK.",
            "title": "Caesar Cipher",
            "url": "/categories/caesar-cipher.html"
        },
        {
            "tags": "",
            "text": "A choose your own style mystery has branching paths based on Detective choices. Traditional Choose Your Own mysteries take the Detective through a series of choices that can lead to wildly different endings depending on choices made during the mystery. Mysteries in this category can range from full-blown choose your own mysteries with many endings, to more mild use of branching scenes.",
            "title": "Choose Your Own",
            "url": "/categories/choose-your-own.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "All the categories",
            "url": "/categories/index.html"
        },
        {
            "tags": "",
            "text": "A narrative mystery has a strong element of story and plot. A Narrative mystery typically has a significant amount of reading involved and involves a strong sense of story and plot. Picture a narrative mystery as being like reading a novella, while a typical mystery would be more like a short story.",
            "title": "Narrative",
            "url": "/categories/narrative.html"
        },
        {
            "tags": "",
            "text": "This sort of mystery involves reading the text closely to understand the concepts presented Mysteries that feature reading comprehension as a mechanic will typically present a scene and then ask a question about the scene.  Understanding what is being described is a critical part of being able to answer the question.",
            "title": "Reading Comprehension",
            "url": "/categories/reading-comprehension.html"
        },
        {
            "tags": "",
            "text": "A short mystery is one that is only a handful of scenes long Short mysteries are typically ones that can be finished in a single sitting, unless time is needed to work through a particularly tricky puzzle or riddle.",
            "title": "Short",
            "url": "/categories/short.html"
        },
        {
            "tags": "",
            "text": "Time loops mysteries have Detectives repeating the same sequence of events over and over. Typically in a time loop Detectives will experience the same events multiple times.  Each time through the loop they'll have the opportunity to learn something that can change what options they have on the next time through the loop. Only by going through the loop multple times can they work out what's causing it and stop the loop.",
            "title": "Time Loop",
            "url": "/categories/time-loop.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "The Mysteries",
            "url": "/mysteries/index.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Miss Marple's Meanderings Author: Jay Series: Test Series Price: $15.00 Miss Marple has to wander to find a mysterious contact. Can she solve the mystery before it's too late? Read More This mystery starts off with Miss Marple relaxing at home. Then she receives a mysterious letter from an anonymous source.  Can you help her decipher the riddles and follow the clues to find who sent it before time runs out? Miss Marple is counting on you!",
            "title": "Miss Marple's Meanderings",
            "url": "/mysteries/missmarple1.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Mondays At Miskatonic Author: Jay Price: $15.00 A time loop has started on the strangest college campus ever.  Can you figure out what's causing it and escape Mondays at Miskatonic University? Read More This mystery takes place on the campus of Miskatonic University. This version of Miskatonic University is lighter than that depicted in HP Lovecraft's stories, but still offers classes in such diverse topics as Tissue Reanimation, Applied Mythology, Esoteric Studies, and more. When a visiting high school student finds themselves repeating the worst of all days, Monday, can they figure out what's causing it and escape?",
            "title": "Mondays At Miskatonic",
            "url": "/mysteries/mondays_at_miskatonic.html"
        },
        {
            "tags": "",
            "text": "Add To Cart Nancy Drew's Deliberations Author: Jay Series: Test Series Price: $15.00 Nancy Drew must deliberate to locate her father.  Where has he gone? Read More",
            "title": "Nancy Drew's Deliberations",
            "url": "/mysteries/nancydrew1.html"
        },
        {
            "tags": "",
            "text": "",
            "title": "All the series",
            "url": "/series/index.html"
        },
        {
            "tags": "",
            "text": "A series only for testing the series functionality",
            "title": "Test Series",
            "url": "/series/intro.html"
        }
    ]
}